{
    "home": "Home",
    "about": "About me",
    "projects": "Projekte",
    "contact": "Kontakt",
    "projectsite": "Projekte",
    "greeting": "Hallo",
    "name": "Ich bin Sven Ebert",
    "rol": "Full-stack Entwickler",
    "im": "wer ich bin",
    "description": "Mein Name ist Sven Ebert, und ich bin ein Full-Stack-Entwickler, der sich leidenschaftlich der Kunst der Entwicklung widmet.",
    "my-description": "Ich beschäftige mich seit 2 Jahren mit der Webentwicklung. Dabei aktualisiere ich kontinuierlich die Technologien, die ich bereits beherrsche, und suche gleichzeitig nach neuen Technologien, um meine Fähigkeiten zu erweitern und meine bewährten Praktiken als Entwickler zu verbessern.",
    "years": "Alter: ",
    "from": "Herkunft: ",
    "btn-know-more": "Mehr erfahren",
    "tools": "Tools",
    "btn-more-projects": "More projects",
    "contact-info": "Kontaktieren Sie mich: ",
    "about-info-1": "Hallo, ich bin Sven Ebert. Ich sehe mich selbst als leidenschaftlichen Webentwickler. Im Jahr 2021 hatte ich die Gelegenheit, in die Welt des Front-End-Webentwicklungs einzutauchen. Damals habe ich meine erste Webseite nur mit HTML und CSS erstellt. Seitdem hege ich eine große Leidenschaft für die Webentwicklung, da man erstaunliche Dinge mit HTML, CSS und JavaScript erreichen kann. Bis heute spüre ich dieselbe Begeisterung, wenn ich eine Webseite erstelle.",
    "about-info-2": "Gleichzeitig betrachte ich mich als einen autodidaktischen Menschen, da ich gerne Tag für Tag dazu lerne. Ich beschäftige mich ständig mit neuen Technologien und Entwicklungsmethoden, die mir dabei helfen, mein Wissen zu vertiefen und mein Lernniveau zu steigern.",
    "about-info-3": "Während meiner Umschulung zum Fachinformatiker für Anwendungsentwicklung hatte ich Gelegenheit, an verschiedenen Projekten zu arbeiten und mich den individuellen Anforderungen anzupassen. Diese Erfahrungen haben mir geholfen, meine Fähigkeiten und mein Wissen aufzubauen. Zusätzlich habe ich an einigen Kursen teilgenommen, um meine Kenntnisse zu erweitern und mehr über die Welt der Webentwicklung zu erfahren.",
    "btn-cv": "Lebenslauf",
    "about-skills-1": "In den letzten zwei Jahren habe ich intensiv HTML genutzt. Dabei habe ich gelernt, wie man sauberen Code schreibt und die faszinierende Welt der Webentwicklung erkundet. HTML bleibt ein Schlüsselteil meiner Programmierreise.",
    "about-skills-2": "CSS, kurz für Cascading Style Sheets, begleitet mich seit zwei Jahren auf meiner Entwicklungsreise. Während dieser Zeit habe ich gelernt, wie CSS verwendet wird, um Webseiten ästhetisch ansprechend zu gestalten und das Benutzererlebnis zu verbessern.",
    "about-skills-3": "Mit einem Jahr Erfahrung in der Nutzung dieser Sprache, konnte ich sie kennenlernen und in meine Projekte einbinden.",
    "about-skills-4": "Fast Jahren erkunde ich jetzt schon Tailwind CSS, ein leicht zu erlernendes CSS-Framework, das die Gestaltung von Webseiten vereinfacht. Mit Tailwind CSS kann ich schnell und effizient benutzerdefinierte Stile erstellen, ohne dabei aufwändigen eigenen CSS-Code schreiben zu müssen.",
    "about-skills-5": "Seit etwa eineinhalb Jahren beschäftige ich mich mit React, einer leistungsstarken JavaScript-Bibliothek für die Front-End-Entwicklung. In dieser Zeit habe ich die Grundlagen von React kennengelernt und gelernt, wie ich damit interaktive Benutzeroberflächen und Webanwendungen erstellen kann. Obwohl ich noch einiges zu lernen habe, bin ich begeistert von den Möglichkeiten, die React bietet.",
    "about-skills-6": "Während ich mich noch in der Anfangsphase meiner Bootstrap-Reise befinde, freue ich mich darauf, meine Fähigkeiten weiter auszubauen und dieses Framework in zukünftigen Projekten weiter zu nutzen.",
    "about-skills-7": "Ich nutze Next.js in Verbindung mit Vercel. Trotz meiner begrenzten Erfahrung bin ich gespannt darauf, Next.js weiter zu erforschen und in zukünftigen Projekten tiefer einzusteigen, um seine Möglichkeiten voll auszuschöpfen.",
    "about-skills-8": "Seit rund anderthalb Jahren verwende ich npm (Node Package Manager) und bin begeistert von seiner Nützlichkeit. npm hat sich als eine unverzichtbare Ressource in meiner Entwicklungsarbeit erwiesen. Mit npm kann ich problemlos Bibliotheken, Module und Pakete verwalten, um meine Projekte zu optimieren und effizient zu entwickeln. Diese Erfahrung hat meine Entwicklungsprozesse erheblich verbessert und wird zweifellos ein wichtiger Bestandteil meiner Entwicklungsreise bleiben.",
    "about-skills-9": "Node.js ist für mich noch relativ unerforschtes Terrain, aber ich bin hochmotiviert, meine Kenntnisse in diesem Bereich zu erweitern. Die Welt von Node.js und serverseitigem JavaScript bietet zahlreiche spannende Möglichkeiten.",
    "project-link": "Link:",
    "project-tech": "Verwendete Technologien:",
    "project-info-1-p1": "Pokédex: Die Geheimnisse der Pokémon-Welt enthüllt.",
    "project-info-1-p2": "Der Pokédex ist das unverzichtbare Nachschlagewerk für jeden Pokémon-Enthusiasten. Diese umfassende Enzyklopädie bietet detaillierte Informationen zu einer breiten Palette von Pokémon-Arten aus verschiedenen Generationen.",
    "project-info-2-p1": "Wetter-App: Präzise Vorhersagen, Einfach Planen",
    "project-info-2-p2": "Die Wetter-App bietet präzise, aktuelle Wetterinformationen, ermöglicht einfache Planung und schnellen Zugriff auf lokale und globale Vorhersagen, um Ihre Aktivitäten bei jedem Wetter zu optimieren.",
    "project-info-3-p1": "Every Running, page developed for the sale of unisex shoes.",
    "project-info-3-p2": "Designed so that the customer can choose the shoe model, see which one best suits their budget and which are the best valued by buyers."
}